Repository: Ghadahss/Focus
Catalog: focus/*.lproj/Localizable.strings
Languages: ar

source: New Timer
ar: إنشاء مؤقت جديد

source: Sec
ar: ثانية

source: Min
ar: دقيقة

source: How much you want to study ?
ar: اختار وقت فترات الدراسة :

source: How much you want the break ?
ar: اختار وقت فترات الراحة :

source: Start
ar: إبدأ

# Study
source: Study Time
ar: وقت الدراسة

# Break
source: Break Time
ar: وقت الراحة

source: Click to start your break
ar: اضغط هنا لبدأ وقت الراحة

source: Click to start study
ar: اضغط هنا لبدأ وقت الدراسة

# Now it's time to focus 📖 !
source: You know you are smart? becouse it's your study time now 📖 !
ar: تدري انك ذكي ؟ لأن جا وقت انك تذاكر الحين📖 !

source: Congrats You completed
ar: كفوووو كملت

source: sec in study 🤩
ar: ثانيه وأنت تذاكر 🤩

source: Start again
ar: إبدأ من جديد

# tips
source: Tips to be more focused 💡
ar: نصائح لتكون أكثر تركيزًا: 💡

# text1
source: 1. Prepare your mind and environment
ar: ١. هيئ عقلك وبيئتك

# text2
source: 2. Turn off the Wifi
ar: ٢. اطفئ الواي فاي

# text3
source: 3. Choose one task to work on
ar: ٣. اختر مهمة واحدة للعمل عليها

# text4
source: 4. Set the timer for 25 minutes and begin working
ar: ٤. اضبط المؤقت على ٢٥ دقيقة وابدأ

# text5
source: 5. Take a 5 minute break
ar: ٥. خذ استراحة ٥ دقائق

# text6
source: We have 4 stages to study more focused you can set any time you want 😇
ar: لدينا ٤ مراحل للدراسة لتبقى أكثر تركيزًا وتستطيع اعدادها أي وقت

# text7
source: After you finish all the four stages you can take long break for min and start again 💪🏼
ar: بعد أن تنتهي من جميع المراحل الاربع تستطيع أخذ فترة راحة طويلة ٢٠ دقيقة والبدء من جديد
